const cars = {
    0: {
        "name": "LAMBORGHINI SIAN",
        "preview_path": "images/lamborghini_sian/1.webp",
        "description": `Sian — первый большой шаг к электрическому будущему. Впрочем, от двигателя внутреннего сгорания инженеры пока решили не отказываться. В пару к переработанному силовому агрегату V12 от Super Veloce Jota на 774 лошадиные силы установили 48-вольтовый электродвигатель ещё на 34 лошади. Совокупная мощность достигла 808 лошадиных сил, что сделало Sian самым производительным автомобилем Lamborghini. Обычно модели бренда получали имена по кличкам знаменитых итальянских быков. Но эта стала первым исключением. Sian (с болонского) — «вспышка молнии». Такой вот недвусмысленный намёк на всеобщую электрификацию.`,
        "price": "14 000 000 ₽",
        "gallery_path": "images/lamborghini_sian",
        "gallery_images": [
            "1.webp",
            "2.webp",
            "3.webp",
            "4.webp",
            "5.webp",
            "6.webp",
            "7.webp",
        ]
    },

    1: {
        "name": "LAMBORGHINI URUS",
        "preview_path": "images/lamborghini_urus/1.webp",
        "description": `Sian — первый большой шаг к электрическому будущему. Впрочем, от двигателя внутреннего сгорания инженеры пока решили не отказываться. В пару к переработанному силовому агрегату V12 от Super Veloce Jota на 774 лошадиные силы установили 48-вольтовый электродвигатель ещё на 34 лошади. Совокупная мощность достигла 808 лошадиных сил, что сделало Sian самым производительным автомобилем Lamborghini. Обычно модели бренда получали имена по кличкам знаменитых итальянских быков. Но эта стала первым исключением. Sian (с болонского) — «вспышка молнии». Такой вот недвусмысленный намёк на всеобщую электрификацию.`,
        "price": "32 000 000 ₽",
        "gallery_path": "images/lamborghini_urus",
        "gallery_images": [
            "1.webp",
            "2.webp",
            "3.webp",
            "4.webp",
            "5.webp",
            "6.webp",
            "7.webp",
        ]
    },
    
    2: {
        "name": "LAMBORGHINI AVENTADOR",
        "preview_path": "images/lamborghini_aventador/1.webp",
        "description": `Современный флагман Lamborghini в сегменте суперкаров, который в момент запуска стал настоящим событием, прямо как когда-то Countach, Diablo и Murcielago. Новинка получила рубленные черты Reventon, которые де-факто стали визитной карточкой бренда. Первая ревизия машины комплектовалась 6,5-литровым двигателем V12 с безумным запасом производительности — целых 690 лошадиных сил в стоке. Такой мощности суперкару хватало, чтобы разогнаться до первой сотни за 2,9 секунды. На фоне остальных ревизий Aventador особенно выделяется Super Veloce Jota. Речь о специальной версии для гонщиков-энтузиастов с опытом. В моторном отсеке этого монстра оказался М12 на 759 лошадиных сил — с разгоном до сотни на уровне 2,8 секунды и максимальной скоростью более 350 километров в час.`,
        "price": "99 000 000 ₽",
        "gallery_path": "images/lamborghini_aventador",
        "gallery_images": [
            "1.webp",
            "2.webp",
            "3.webp",
            "4.webp",
            "5.webp",
            "6.webp",
            "7.webp",
        ]
    },
}