// услуги
const services = {
    "Создание дизайна веб-сайта": "Разработка концепции, визуальных макетов, логотипа и цветовой палитры",
    "Прототипирование": "Создание интерактивных прототипов для тестирования юзабилити и навигации",
    "Верстка веб-сайта": "Перевод дизайна в код (HTML, CSS, JavaScript) для реализации сайта",
    "Разработка адаптивного дизайна": "Создание веб-сайта, который правильно отображается на разных устройствах (компьютерах, планшетах, смартфонах)",
    "Интеграция с CMS": "Создание сайта на популярных системах управления контентом (WordPress, Joomla, Drupal)",
};

// путь до иконки, начиная с data/
const path_to_img_preview = "preview.jpg";

// ник пользователя
const username = "mrmarlain";

// эл.почта
const email = "mrmarlain@gmail.com"

// использовать имя и фамилию
const use_name = true;

// имя и фамилия
const first_name = "Иван";
const second_name = "Иванов";


// род деятельности 
const occupation = "Веб дизайнер"

// стаж
const experience = "4 года"

// краткая информация о себе
const about_me = "Я создаю эстетически привлекательные и функциональные веб-сайты, которые привлекают внимание пользователей и достигают поставленных целей. Моя работа включает в себя создание визуальных концепций, выбор цветов и шрифтов, размещение контента и обеспечение удобства навигации. Я постоянно отслеживаю современные тенденции в веб-дизайне и применяю новые технологии, чтобы создавать захватывающие и эффективные онлайн-проекты.";

// ссылки 
const links = {
    // название соц.сети: [название иконки, ссылка],
    "Гитхаб": ["github.svg", "https://www.youtube.com/watch?v=r8E0CbYZcjE"],
    "Телеграм": ["telegram.svg", "https://www.youtube.com/watch?v=r8E0CbYZcjE"],
    "Вконтакте": ["vk.svg", "https://www.youtube.com/watch?v=r8E0CbYZcjE"],
    "Ютуб": ["youtube.svg", "https://www.youtube.com/watch?v=r8E0CbYZcjE"],
    "ТикТок": ["tiktok.svg", "https://www.youtube.com/watch?v=r8E0CbYZcjE"],
}

// проекты
const projects = {
    // названием проекта: ссылка
    "PixelExperience": "https://www.youtube.com/watch?v=r8E0CbYZcjE",
    "IPhone Cloud": "https://www.youtube.com/watch?v=r8E0CbYZcjE",
}


const contacts_text = `Если вы хотите узнать больше обо мне, моих услугах или обсудить ваш проект, свяжитесь со мной удобным для вас способом:`
const services_text = `Я предлагаю широкий спектр услуг в сфере веб-дизайна, чтобы помочь вам создать привлекательный и функциональный онлайн-проект, который будет соответствовать вашим целям.`
const portfolio_text = `Я горжусь своими проектами и считаю, что они лучше всего демонстрируют мой стиль и подход к веб-дизайну. Здесь вы найдете примеры моих работ, которые помогут вам получить представление о моих навыках и опыте.`
